{
  "[PAD]": 0,
  "[UNK]": 1,
  "[CLS]": 2,
  "[SEP]": 3,
  "[MASK]": 4,
  "[LABEL]": 5,
  "[COMMENT]": 6,
  "[NEWLINE]": 7,
  "[INDENT]": 8,
  "[HEX]": 9,
  "[DEC]": 10,
  "[BIN]": 11,
  "ADC": 12,
  "ADC.w": 13,
  "ADC.b": 14,
  "ADC.l": 15,
  "AND": 16,
  "AND.w": 17,
  "AND.b": 18,
  "AND.l": 19,
  "ASL": 20,
  "ASL.w": 21,
  "ASL.b": 22,
  "ASL.l": 23,
  "BCC": 24,
  "BCC.w": 25,
  "BCC.b": 26,
  "BCC.l": 27,
  "BCS": 28,
  "BCS.w": 29,
  "BCS.b": 30,
  "BCS.l": 31,
  "BEQ": 32,
  "BEQ.w": 33,
  "BEQ.b": 34,
  "BEQ.l": 35,
  "BIT": 36,
  "BIT.w": 37,
  "BIT.b": 38,
  "BIT.l": 39,
  "BMI": 40,
  "BMI.w": 41,
  "BMI.b": 42,
  "BMI.l": 43,
  "BNE": 44,
  "BNE.w": 45,
  "BNE.b": 46,
  "BNE.l": 47,
  "BPL": 48,
  "BPL.w": 49,
  "BPL.b": 50,
  "BPL.l": 51,
  "BRA": 52,
  "BRA.w": 53,
  "BRA.b": 54,
  "BRA.l": 55,
  "BRK": 56,
  "BRK.w": 57,
  "BRK.b": 58,
  "BRK.l": 59,
  "BRL": 60,
  "BRL.w": 61,
  "BRL.b": 62,
  "BRL.l": 63,
  "BVC": 64,
  "BVC.w": 65,
  "BVC.b": 66,
  "BVC.l": 67,
  "BVS": 68,
  "BVS.w": 69,
  "BVS.b": 70,
  "BVS.l": 71,
  "CLC": 72,
  "CLC.w": 73,
  "CLC.b": 74,
  "CLC.l": 75,
  "CLD": 76,
  "CLD.w": 77,
  "CLD.b": 78,
  "CLD.l": 79,
  "CLI": 80,
  "CLI.w": 81,
  "CLI.b": 82,
  "CLI.l": 83,
  "CLV": 84,
  "CLV.w": 85,
  "CLV.b": 86,
  "CLV.l": 87,
  "CMP": 88,
  "CMP.w": 89,
  "CMP.b": 90,
  "CMP.l": 91,
  "COP": 92,
  "COP.w": 93,
  "COP.b": 94,
  "COP.l": 95,
  "CPX": 96,
  "CPX.w": 97,
  "CPX.b": 98,
  "CPX.l": 99,
  "CPY": 100,
  "CPY.w": 101,
  "CPY.b": 102,
  "CPY.l": 103,
  "DEC": 104,
  "DEC.w": 105,
  "DEC.b": 106,
  "DEC.l": 107,
  "DEX": 108,
  "DEX.w": 109,
  "DEX.b": 110,
  "DEX.l": 111,
  "DEY": 112,
  "DEY.w": 113,
  "DEY.b": 114,
  "DEY.l": 115,
  "EOR": 116,
  "EOR.w": 117,
  "EOR.b": 118,
  "EOR.l": 119,
  "INC": 120,
  "INC.w": 121,
  "INC.b": 122,
  "INC.l": 123,
  "INX": 124,
  "INX.w": 125,
  "INX.b": 126,
  "INX.l": 127,
  "INY": 128,
  "INY.w": 129,
  "INY.b": 130,
  "INY.l": 131,
  "JML": 132,
  "JML.w": 133,
  "JML.b": 134,
  "JML.l": 135,
  "JMP": 136,
  "JMP.w": 137,
  "JMP.b": 138,
  "JMP.l": 139,
  "JSL": 140,
  "JSL.w": 141,
  "JSL.b": 142,
  "JSL.l": 143,
  "JSR": 144,
  "JSR.w": 145,
  "JSR.b": 146,
  "JSR.l": 147,
  "LDA": 148,
  "LDA.w": 149,
  "LDA.b": 150,
  "LDA.l": 151,
  "LDX": 152,
  "LDX.w": 153,
  "LDX.b": 154,
  "LDX.l": 155,
  "LDY": 156,
  "LDY.w": 157,
  "LDY.b": 158,
  "LDY.l": 159,
  "LSR": 160,
  "LSR.w": 161,
  "LSR.b": 162,
  "LSR.l": 163,
  "MVN": 164,
  "MVN.w": 165,
  "MVN.b": 166,
  "MVN.l": 167,
  "MVP": 168,
  "MVP.w": 169,
  "MVP.b": 170,
  "MVP.l": 171,
  "NOP": 172,
  "NOP.w": 173,
  "NOP.b": 174,
  "NOP.l": 175,
  "ORA": 176,
  "ORA.w": 177,
  "ORA.b": 178,
  "ORA.l": 179,
  "PEA": 180,
  "PEA.w": 181,
  "PEA.b": 182,
  "PEA.l": 183,
  "PEI": 184,
  "PEI.w": 185,
  "PEI.b": 186,
  "PEI.l": 187,
  "PER": 188,
  "PER.w": 189,
  "PER.b": 190,
  "PER.l": 191,
  "PHA": 192,
  "PHA.w": 193,
  "PHA.b": 194,
  "PHA.l": 195,
  "PHB": 196,
  "PHB.w": 197,
  "PHB.b": 198,
  "PHB.l": 199,
  "PHD": 200,
  "PHD.w": 201,
  "PHD.b": 202,
  "PHD.l": 203,
  "PHK": 204,
  "PHK.w": 205,
  "PHK.b": 206,
  "PHK.l": 207,
  "PHP": 208,
  "PHP.w": 209,
  "PHP.b": 210,
  "PHP.l": 211,
  "PHX": 212,
  "PHX.w": 213,
  "PHX.b": 214,
  "PHX.l": 215,
  "PHY": 216,
  "PHY.w": 217,
  "PHY.b": 218,
  "PHY.l": 219,
  "PLA": 220,
  "PLA.w": 221,
  "PLA.b": 222,
  "PLA.l": 223,
  "PLB": 224,
  "PLB.w": 225,
  "PLB.b": 226,
  "PLB.l": 227,
  "PLD": 228,
  "PLD.w": 229,
  "PLD.b": 230,
  "PLD.l": 231,
  "PLP": 232,
  "PLP.w": 233,
  "PLP.b": 234,
  "PLP.l": 235,
  "PLX": 236,
  "PLX.w": 237,
  "PLX.b": 238,
  "PLX.l": 239,
  "PLY": 240,
  "PLY.w": 241,
  "PLY.b": 242,
  "PLY.l": 243,
  "REP": 244,
  "REP.w": 245,
  "REP.b": 246,
  "REP.l": 247,
  "ROL": 248,
  "ROL.w": 249,
  "ROL.b": 250,
  "ROL.l": 251,
  "ROR": 252,
  "ROR.w": 253,
  "ROR.b": 254,
  "ROR.l": 255,
  "RTI": 256,
  "RTI.w": 257,
  "RTI.b": 258,
  "RTI.l": 259,
  "RTL": 260,
  "RTL.w": 261,
  "RTL.b": 262,
  "RTL.l": 263,
  "RTS": 264,
  "RTS.w": 265,
  "RTS.b": 266,
  "RTS.l": 267,
  "SBC": 268,
  "SBC.w": 269,
  "SBC.b": 270,
  "SBC.l": 271,
  "SEC": 272,
  "SEC.w": 273,
  "SEC.b": 274,
  "SEC.l": 275,
  "SED": 276,
  "SED.w": 277,
  "SED.b": 278,
  "SED.l": 279,
  "SEI": 280,
  "SEI.w": 281,
  "SEI.b": 282,
  "SEI.l": 283,
  "SEP": 284,
  "SEP.w": 285,
  "SEP.b": 286,
  "SEP.l": 287,
  "STA": 288,
  "STA.w": 289,
  "STA.b": 290,
  "STA.l": 291,
  "STP": 292,
  "STP.w": 293,
  "STP.b": 294,
  "STP.l": 295,
  "STX": 296,
  "STX.w": 297,
  "STX.b": 298,
  "STX.l": 299,
  "STY": 300,
  "STY.w": 301,
  "STY.b": 302,
  "STY.l": 303,
  "STZ": 304,
  "STZ.w": 305,
  "STZ.b": 306,
  "STZ.l": 307,
  "TAX": 308,
  "TAX.w": 309,
  "TAX.b": 310,
  "TAX.l": 311,
  "TAY": 312,
  "TAY.w": 313,
  "TAY.b": 314,
  "TAY.l": 315,
  "TCD": 316,
  "TCD.w": 317,
  "TCD.b": 318,
  "TCD.l": 319,
  "TCS": 320,
  "TCS.w": 321,
  "TCS.b": 322,
  "TCS.l": 323,
  "TDC": 324,
  "TDC.w": 325,
  "TDC.b": 326,
  "TDC.l": 327,
  "TSC": 328,
  "TSC.w": 329,
  "TSC.b": 330,
  "TSC.l": 331,
  "TSX": 332,
  "TSX.w": 333,
  "TSX.b": 334,
  "TSX.l": 335,
  "TXA": 336,
  "TXA.w": 337,
  "TXA.b": 338,
  "TXA.l": 339,
  "TXS": 340,
  "TXS.w": 341,
  "TXS.b": 342,
  "TXS.l": 343,
  "TYA": 344,
  "TYA.w": 345,
  "TYA.b": 346,
  "TYA.l": 347,
  "WAI": 348,
  "WAI.w": 349,
  "WAI.b": 350,
  "WAI.l": 351,
  "WDM": 352,
  "WDM.w": 353,
  "WDM.b": 354,
  "WDM.l": 355,
  "XBA": 356,
  "XBA.w": 357,
  "XBA.b": 358,
  "XBA.l": 359,
  "XCE": 360,
  "XCE.w": 361,
  "XCE.b": 362,
  "XCE.l": 363,
  "A": 364,
  "DB": 365,
  "DP": 366,
  "P": 367,
  "PB": 368,
  "S": 369,
  "X": 370,
  "Y": 371,
  "%": 372,
  ".base": 373,
  ".db": 374,
  ".dd": 375,
  ".dl": 376,
  ".dw": 377,
  ".org": 378,
  "65816": 379,
  "align": 380,
  "arch": 381,
  "assert": 382,
  "autoclean": 383,
  "base": 384,
  "byte": 385,
  "canread": 386,
  "canread1": 387,
  "canread2": 388,
  "canread3": 389,
  "canread4": 390,
  "cleartable": 391,
  "db": 392,
  "dd": 393,
  "dl": 394,
  "dw": 395,
  "else": 396,
  "elseif": 397,
  "endif": 398,
  "endmacro": 399,
  "error": 400,
  "freecode": 401,
  "freedata": 402,
  "if": 403,
  "ifdef": 404,
  "ifndef": 405,
  "incbin": 406,
  "include": 407,
  "incsrc": 408,
  "long": 409,
  "macro": 410,
  "org": 411,
  "print": 412,
  "prot": 413,
  "pullpc": 414,
  "pushpc": 415,
  "read1": 416,
  "read2": 417,
  "read3": 418,
  "read4": 419,
  "skip": 420,
  "spc700": 421,
  "table": 422,
  "warn": 423,
  "word": 424,
  "#": 425,
  "(": 426,
  ")": 427,
  ",S": 428,
  ",X": 429,
  ",Y": 430,
  ",s": 431,
  ",x": 432,
  ",y": 433,
  "[": 434,
  "]": 435,
  ":": 436,
  ";": 437,
  ",": 438,
  "$": 439,
  ".": 440,
  "+": 441,
  "-": 442,
  "*": 443,
  "/": 444,
  "=": 445,
  "<": 446,
  ">": 447,
  "0": 448,
  "1": 449,
  "2": 450,
  "3": 451,
  "4": 452,
  "5": 453,
  "6": 454,
  "7": 455,
  "8": 456,
  "9": 457,
  "B": 458,
  "C": 459,
  "D": 460,
  "E": 461,
  "F": 462,
  "a": 463,
  "b": 464,
  "c": 465,
  "d": 466,
  "e": 467,
  "f": 468,
  "\n": 469,
  "; =========================================================": 470,
  "; ---------------------------------------------------------": 471,
  ".exit": 472,
  "pool": 473,
  "16": 474,
  "RoomDrawObjectData": 475,
  ".continue": 476,
  ".next": 477,
  ".delay": 478,
  "; END": 479,
  "off": 480,
  "10": 481,
  "; Unlayered OAM": 482,
  "12": 483,
  ".oam_groups": 484,
  "; BGMOVE    0x00": 485,
  "SprTimerA": 486,
  "SprAction": 487,
  "; EFFECT2   0x00 - Nothing": 488,
  "JumpTableLocal": 489,
  "GetRandomNumber": 490,
  "; down": 491,
  "; up": 492,
  "; left": 493,
  "; right": 494,
  "SprMiscC": 495,
  "32": 496,
  "24": 497,
  ".offset_x": 498,
  ".main": 499,
  "18": 500,
  "; BG2PROP   0x00": 501,
  ".anim_step": 502,
  "LinkGraphics": 503,
  "11": 504,
  "; EFFECT1   0x00 - Nothing": 505,
  ".skip": 506,
  "; STAIRS1   0x00 => ROOM 0000 - leaked value": 507,
  "; PLANES2   0x00": 508,
  "14": 509,
  ".speed_x": 510,
  ".offset_y": 511,
  "TSB": 512,
  "Sprite_SpawnDynamically": 513,
  "; PLANES1   0x00": 514,
  ".speed_y": 515,
  ".char": 516,
  "13": 517,
  "Sprite_ShowMessageUnconditional": 518,
  "15": 519,
  "Sprite_CheckIfActive_Bank1E": 520,
  "; WARP      0x00 => ROOM 0000": 521,
  ".vectors": 522,
  ".next_object": 523,
  "; STAIRS3   0x00 => ROOM 0000 - leaked value": 524,
  ".no_space": 525,
  ".fail": 526,
  "SprDelay": 527,
  "Sprite_ShowSolicitedMessage": 528,
  "SpriteSFX_QueueSFX2WithPan": 529,
  "; PLANES1   0x00 - leaked value": 530,
  "; 0x00": 531,
  "Sprite_CheckIfActive_Bank05": 532,
  ".free_slot": 533,
  ".b": 534,
  "; 0x01": 535,
  "; 0x02": 536,
  "SpriteSFX_QueueSFX3WithPan": 537,
  "TYX": 538,
  ".next_slot": 539,
  ".positive_x": 540,
  "20": 541,
  "SprXSpeed": 542,
  ".on_screen": 543,
  "48": 544,
  "SprMiscE": 545,
  "; 0x03": 546,
  ".lower_layer": 547,
  "; 0x04": 548,
  "; row 0": 549,
  "; row 1": 550,
  "; row 2": 551,
  "; row 3": 552,
  "; row 4": 553,
  "SpriteDraw_SingleLarge_long": 554,
  "TXY": 555,
  "SprX": 556,
  "Sprite_SetSpawnedCoordinates": 557,
  ".draw": 558,
  "; 0x05": 559,
  ".next_sprite": 560,
  "SprYSpeed": 561,
  ".next_color": 562,
  ".offset_x_low": 563,
  "; STAIRS2   0x00 => ROOM 0000 - leaked value": 564,
  ".timer": 565,
  "; 0x06": 566,
  "; 0x07": 567,
  "Sprite_CheckIfActive_Bank1D": 568,
  ".positive": 569,
  "SprY": 570,
  ".w": 571,
  "; 0x08": 572,
  ".prop": 573,
  ".flip": 574,
  "Sprite_CheckDamageToLink_same_layer_long": 575,
  ".exit_a": 576,
  ".airborne": 577,
  "SprXH": 578,
  ".active": 579,
  ".offset_x_high": 580,
  ".direction": 581,
  ".offset_y_low": 582,
  "Overworld_Sprites_EMPTY": 583,
  "40": 584,
  "; ": 585,
  ".no_damage": 586,
  ".positive_y": 587,
  "Sprite_CheckIfActive_Bank06": 588,
  "RoomDraw_GetSize_1to16": 589,
  "Sprite_Move_XY_Bank05": 590,
  ".no_tile_collision": 591,
  "Sprite_BehaveAsBarrier": 592,
  "Ancilla_AddAncilla": 593,
  "28": 594,
  "Sprite_Move_XY_Bank1E": 595,
  ".dont_turn": 596,
  ".inactive": 597,
  "17": 598,
  "SpriteDraw_Tabulated_player_deferred": 599,
  ".offset_y_high": 600,
  ".indoors": 601,
  "; BG2PROP   0xC0": 602,
  "Sprite_PrepOAMCoord_Bank05": 603,
  "Sprite_DirectionToFaceLink_Bank05": 604,
  "Overworld_AlterTileHardcore": 605,
  "SprYH": 606,
  ".no_collision": 607,
  "255": 608,
  "SprMiscA": 609,
  ".rejected": 610,
  "Sprite_CheckTileCollision_Bank1E": 611,
  "VMAIN": 612,
  ".not_recoiling": 613,
  "Sprite_Move_XY_Bank06": 614,
  "VMADDR": 615,
  ".skip_sfx": 616,
  "SpriteDraw_Tabulated": 617,
  ".just_draw": 618,
  "; SPRSET    0x13": 619,
  "64": 620,
  "SpriteDraw_Shadow_long": 621,
  "Sprite_CheckDamageToAndFromLink_Bank1E": 622,
  "; BLKSET    0x05": 623,
  "; STAIRS1   0x00 => ROOM 0100 - leaked value": 624,
  "Sprite_PrepOAMCoord_long": 625,
  "MDMAEN": 626,
  ".offset": 627,
  "ApplyPaletteFilter": 628,
  ".no_sfx": 629,
  "22": 630,
  ".finish_up": 631,
  "; End": 632,
  "; BLKSET    0x06": 633,
  ".check_next": 634,
  "; STAIRS3   0x00 => ROOM 0100 - leaked value": 635,
  ".no_contact": 636,
  "Sprite_ApplySpeedTowardsLink_long": 637,
  ".copy_next": 638,
  "25": 639,
  "; BLKSET    0x0E": 640,
  "; STAIRS2   0x00 => ROOM 0100 - leaked value": 641,
  "SprTimerB": 642,
  "Sprite_CheckDamageToAndFromLink_Bank05": 643,
  "RoomDraw_1x3N_rightwards": 644,
  ".next_check": 645,
  "Sprite_CheckTileCollision_Bank05": 646,
  "PlaySFX_Set2": 647,
  "Sprite_DirectionToFaceLink_Bank1E": 648,
  ".light_world": 649,
  "; 0x09": 650,
  "PaletteFilterColorAdd": 651,
  "RoomDraw_4x4": 652,
  "SpriteDraw_AllocateOAMFromRegionB": 653,
  "; bleeds into next": 654,
  "Sprite_CheckDamageFromLink_long": 655,
  ".message_low": 656,
  "Ancilla_PrepOAMCoord": 657,
  "Sprite_CheckIfRecoiling_Bank1E": 658,
  "Map16Definitions": 659,
  "DMA0SIZE": 660,
  ".done": 661,
  "RoomDraw_GetSize_1to16_timesA": 662,
  "; BG2PROP   0x20": 663,
  ".tile_collision": 664,
  ".message_high": 665,
  "Sprite_Move_XY_Bank1D": 666,
  "DMA0ADDRL": 667,
  "; 0x0A": 668,
  "; PALETTE   0x13": 669,
  "; BLKSET    0x0B": 670,
  "SpriteDraw_AllocateOAMFromRegionA": 671,
  "Sprite_PrepOAMCoord": 672,
  "DMA0ADDRB": 673,
  "DungeonMask": 674,
  "; 0x0B": 675,
  "{": 676,
  "EnableForceBlank": 677,
  "; LINKSTATE 00": 678,
  "19": 679,
  "Sprite_CheckTileCollision": 680,
  "; SFX2.20": 681,
  "SpriteDraw_Tabulated_Bank1D": 682,
  "VMDATA": 683,
  ".next_a": 684,
  "; BG2PROP   0x01": 685,
  "Sprite_SpawnDynamically_slot_limited": 686,
  "Link_CancelDash": 687,
  ".wait": 688,
  "; null": 689,
  "DMA0MODE": 690,
  "; 0x0C": 691,
  "Overworld_ResetSubmodule": 692,
  "; SPRSET    0x08": 693,
  "Sprite_CancelHookshot": 694,
  "Link_ReceiveItem": 695,
  "SprCollision": 696,
  "Sprite_Get16BitCoords_long": 697,
  "CheckYButtonPress": 698,
  "Ancilla_Move_X": 699,
  "Ancilla_Move_Y": 700,
  ".skip_sprite": 701,
  "SpriteDraw_Tabulated_Bank1E": 702,
  ".next_row": 703,
  "Sprite_ProjectSpeedTowardsLink_long": 704,
  "; PALETTE   0x07": 705,
  "; SPRSET    0x19": 706,
  "; SPRSET    0x1C": 707,
  "Sprite_ZeroVelocity_XY_Bank05": 708,
  "Sprite_ProjectSpeedTowardsLocation_long": 709,
  ".position_y": 710,
  ".too_poor": 711,
  ".next_ancilla": 712,
  "Sprite_CheckIfRecoiling_Bank06": 713,
  "; Layered OAM": 714,
  ".palette": 715,
  ".upper_layer": 716,
  ".next_segment": 717,
  "; SFX3.1B": 718,
  "Underworld_PrepNextQuadrantUploadAndAdvance": 719,
  "128": 720,
  "; PLANES1   0xC0 - leaked value": 721,
  "; BLKSET    0x0C": 722,
  ".offset_low": 723,
  ".dont_shoot": 724,
  "Sprite_CheckDamageToLink_long": 725,
  "Sprite_ShowMessageOnContact": 726,
  "Link_CalculateSFXPan": 727,
  "; 0x0D": 728,
  "; 0x0E": 729,
  ".outdoors": 730,
  "RoomDraw_Nx4": 731,
  "RoomDraw_FlagDoorsAndGetFinalType": 732,
  ".going_up": 733,
  ".submodules": 734,
  ".positive_velocity": 735,
  "; STAIRS3   0x0B => ROOM 000B - leaked value": 736,
  "; EFFECT1   0x17 - Toggle switch door": 737,
  ".offset_high": 738,
  ".anim": 739,
  "Link_CancelDash_long": 740,
  "CheckIfLinkIsBusy": 741,
  ".position_x": 742,
  ".damage": 743,
  "SpritePrep_Boss": 744,
  ".speed": 745,
  ".proceed_to_draw": 746,
  "Garnish_PrepOAMCoord": 747,
  "ParseText_IgnoreCommand": 748,
  ".hp_fine": 749,
  "Link_HandleMovingAnimation_FullLongEntry": 750,
  "80": 751,
  "; PALETTE   0x11": 752,
  ".exit_b": 753,
  "Sprite_CheckIfRecoiling_Bank05": 754,
  "Sprite_Move_Z_Bank06": 755,
  ".not_close": 756,
  "; LINKSTATE 04": 757,
  "Ancilla_SetOAM_XY": 758,
  "Sprite_CheckDamageToAndFromLink_Bank1D": 759,
  "Sprite_Move_XYZ_Bank1E": 760,
  "Sprite_CheckDamageToLink_Bank1E": 761,
  ".next_tile": 762,
  "; 0x0F": 763,
  ".set": 764,
  "Underworld_PrepTilemapAndAdvance": 765,
  "SpriteDraw_AllocateOAMFromRegionC": 766,
  "; BLKSET    0x08": 767,
  "; WARP      0x05 => ROOM 0005 - leaked value": 768,
  "; BLKSET    0x07": 769,
  "; STAIRS2   0x13 => ROOM 0013 - leaked value": 770,
  "; STAIRS0   0x13 => ROOM 0013 - leaked value": 771,
  ".dont_terminate": 772,
  "96": 773,
  "Sprite_Move_Z_Bank05": 774,
  "30": 775,
  "SpritePrep_DoNothingA": 776,
  "SpritePrep_IgnoreProjectiles": 777,
  ".tick_timer": 778,
  "; FOLLOWER 0D": 779,
  ".positive_z": 780,
  ".target_x": 781,
  "DungeonMapFloorCountData": 782,
  "; end of stripes data": 783,
  "Sprite_Move_Z_Bank1E": 784,
  "ShopItem_HandleCost": 785,
  ".low": 786,
  "Do3To4High": 787,
  ".check_tile": 788,
  ".continue_a": 789,
  "; BLKSET    0x0D": 790,
  "; PALETTE   0x0F": 791,
  "; STAIRS2   0x01 => ROOM 0001 - leaked value": 792,
  "; PALETTE   0x0B": 793,
  "; BLKSET    0x03": 794,
  "Sprite_ShowMessageMinimal": 795,
  ".at_max_z_speed": 796,
  "; SFX2.0C": 797,
  "SprTileDie": 798,
  "Sprite_TrackBodyToHead": 799,
  "; SFX2.1F": 800,
  ".dont_die": 801,
  ".ignore_layer": 802,
  "; SPRITE 8D   | xy: { 0x070, 0x170, U } | s: 0x00": 803,
  "; small key on above sprite": 804,
  "Credits_LoadNextScene_Overworld": 805,
  "Credits_ScrollScene_Overworld": 806,
  "RenderText_NullCharacterDraw": 807,
  "Sprite_CheckTileCollision_Bank1D": 808,
  ".dont_dodge": 809,
  "LoadFollowerGraphics": 810,
  "; 0x10": 811,
  "; 0x11": 812,
  ".next_super": 813,
  ".first_half": 814,
  "JumpTableLong": 815,
  ".match": 816,
  ".to_next": 817,
  "; SFX1.05": 818,
  ".no_adjust": 819,
  ".run_subsubsub": 820,
  "21": 821,
  "; SPRSET    0x11": 822,
  "; PALETTE   0x0A": 823,
  "; PLANES2   0x07 - leaked value": 824,
  "; SPRSET    0x0A": 825,
  "; SPRSET    0x1D": 826,
  "; PALETTE   0x20": 827,
  "Sprite_RepelDash_long": 828,
  "SpriteDraw_SingleSmall_long": 829,
  ".out_of_range": 830,
  "SpriteDraw_AllocateOAMDeferToPlayer_long": 831,
  ".invisible": 832,
  ".still_recoiling": 833,
  "33": 834,
  "SpriteDraw_SingleLarge": 835,
  ".stay_alive": 836,
  "Sprite_CheckDamageToAndFromLink_Bank06": 837,
  ".off_screen": 838,
  ".speed_z": 839,
  ".step": 840,
  ".dont_invert": 841,
  "TileDetection_Execute": 842,
  "AncillaInit_SetCoordsAndExit": 843,
  "PPUMULT16": 844,
  "Credits_SpriteDraw_Single": 845,
  "OverworldOverlay_BonkRocks": 846,
  "Sixteen_X": 847,
  ".not_down_press": 848,
  ".not_left_press": 849,
  "NMITIMEN": 850,
  "HDMAEN": 851,
  "; 0x12": 852,
  "; 0x13": 853,
  "Sprite_Main": 854,
  "RoomDraw_Rightwards2x2": 855,
  ".dont_advance": 856,
  "; ITEMGET 34 - 1 RUPEE": 857,
  ".masks": 858,
  ".set_song": 859,
  "ResetTransitionPropsAndAdvance_ResetInterface": 860,
  "OverworldScreenSize": 861,
  "WriteTo4BPPBuffer_item_gfx": 862,
  "; PALETTE   0x18": 863,
  "; STAIRS1   0x20 => ROOM 0020 - leaked value": 864,
  "; BLKSET    0x0A": 865,
  "SpriteDraw_Shadow": 866,
  ".skip_tile_collision": 867,
  ".spinning": 868,
  "Link_ResetSwimmingState": 869,
  ".play_sfx": 870,
  "TileDetect_ResetState": 871,
  ".no_draw": 872,
  "OversaturateColor": 873,
  "Sprite_CheckIfRecoiling_Bank1D": 874,
  "Sprite_Move_XYZ_Bank1D": 875,
  ".x_done": 876,
  "APUIO0": 877,
  ".subscreen": 878,
  "; 0x14": 879,
  "; 0x15": 880,
  "; 0x16": 881,
  "; 0x17": 882,
  "; 0x18": 883,
  "; 0x19": 884,
  "; 0x1A": 885,
  ".red_equal": 886,
  ".blue_equal": 887,
  "254": 888,
  "WRMPYA": 889,
  "WRMPYB": 890,
  "LinkOAM_Main": 891,
  "RoomDraw_Repeated1x1_CachedCount": 892,
  ".draw_segment": 893,
  ".not_shutter_door": 894,
  "Palette_RevertTranslucencySwap": 895,
  "; ITEMGET 47 - 20 RUPEES GREEN": 896,
  "EraseTilemaps_normal": 897,
  ".death_mountain": 898,
  "InitializeTilesets": 899,
  "; PALETTE   0x00": 900,
  "; SPRSET    0x04": 901,
  "; STAIRS3   0x0E => ROOM 000E - leaked value": 902,
  "; PALETTE   0x28": 903,
  "; PALETTE   0x01": 904,
  "; PLANES1   0x01 - leaked value": 905,
  "; SPRSET    0x05": 906,
  "; WARP      0x03 => ROOM 0103 - leaked value": 907,
  ".dont_fire": 908,
  ".head_char": 909,
  ".facing_down": 910,
  "26": 911,
  "27": 912,
  "SpritePrep_MoveDown_8px_Right8px": 913,
  ".delay_tick": 914,
  ".props": 915,
  "36": 916,
  ".overworld": 917,
  ".no_obstruction": 918,
  ".check_collision_type": 919,
  ".dashing": 920,
  "EXIT_07E5E3": 921,
  ".skip_timer": 922,
  ".normal_priority": 923,
  ".rotation": 924,
  "Ancilla_PrepOAMCoord_adjusted": 925,
  "RoomData_Sprites_Empty": 926,
  "; 1": 927,
  ".delay_fade": 928,
  "Palettes_Triforce": 929,
  ".target_y": 930,
  "Sprite_CheckIfActive_Bank0D": 931,
  "ItemMenu_DrawItem": 932,
  "ItemMenu_AbilityText_lifts": 933,
  ".delay_over": 934,
  "ShopItem_HandleReceipt": 935,
  ".dpad_press": 936,
  ".not_up_press": 937,
  ".high": 938,
  "; Unused": 939,
  ".index_offset": 940,
  "Decompress_sprite_low": 941,
  "; 0x1B": 942,
  "; 0x1C": 943,
  "; 0x1D": 944,
  "; 0x1E": 945,
  "Graphics_LoadChrHalfSlot": 946,
  "; RGB: #000000": 947,
  "RenderText": 948,
  "RoomDraw_Downwards2x2": 949,
  ".next_vertical": 950,
  "56": 951,
  "CheckIfScreenIsClear": 952,
  ".delay_sfx": 953,
  "Graphics_IncrementalVRAMUpload": 954,
  "; SFX3.24": 955,
  "ApplyPaletteFilter_bounce": 956,
  "; SONG F1 - fade": 957,
  ".dont_reset": 958,
  "; SFX2.3C": 959,
  ".no_scroll": 960,
  "Underworld_AdjustQuadrant": 961,
  ".negative_y": 962,
  "; EFFECT1   0x27 - Switch chest": 963,
  "; EFFECT1   0x03 - SW kill door": 964,
  "; BLKSET    0x01": 965,
  "; STAIRS3   0x05 => ROOM 0005 - leaked value": 966,
  "; BLKSET    0x09": 967,
  "; STAIRS2   0x17 => ROOM 0017 - leaked value": 968,
  ".size": 969,
  ".dont_move": 970,
  ".collision": 971,
  ".ascending": 972,
  "; SPRITE 4A": 973,
  "; SPRITE EC": 974,
  "; LINKSTATE 02": 975,
  ".no_horizontal_collision": 976,
  ".pressed_y": 977,
  "; SFX2.21": 978,
  ".next_room": 979,
  "Sprite_CheckDamageToLink_same_layer": 980,
  "SpriteDraw_SingleSmall": 981,
  ".terminate": 982,
  ".no_overlap": 983,
  "; ANCILLA 31": 984,
  "Link_ResetSwordAndItemUsage": 985,
  ".set_state": 986,
  "HaltLinkWhenUsingItems": 987,
  ".holding_y": 988,
  "LinkGoBeep": 989,
  ".pose": 990,
  ".check_for_rupee_tiles": 991,
  "RunLedgeHopTimer": 992,
  ".dont_hop": 993,
  ".link_not_close": 994,
  "; SFX3.26": 995,
  ".pressed_down": 996,
  "Intro_HandleAllTriforceAnimations": 997,
  "; unused": 998,
  "Credits_LoadSprites_GenericOW": 999,
  ".bad_gfx": 1000,
  ".in_air": 1001,
  "ShopItem_CheckForAPress": 1002,
  "; Hyrule Castle": 1003,
  "; Tower of Hera": 1004,
  "Do3bppToWRAM4bpp_LeftPal_arbitrary": 1005,
  ".start": 1006,
  "Decompress_background_arbitrary": 1007,
  ".not_death_mountain": 1008,
  ".right_side": 1009,
  "PaletteFilter_RestoreAdditive": 1010,
  "253": 1011,
  "112": 1012,
  "RDMPYH": 1013,
  ".horizontal": 1014,
  ".skip_corner": 1015,
  ".draw_corner": 1016,
  ".tag_1_invisible": 1017,
  ".not_to_layer2_door": 1018,
  ".not_lower_layer_door_1": 1019,
  ".lower_layer_onesided_shutter": 1020,
  ".not_lower_layer_onesided_shutter": 1021,
  ".dont_tally": 1022,
  ".dont_flip": 1023,
  ".not_north_door": 1024,
  "; TILETYPE 23": 1025,
  ".succeed": 1026,
  "Interface_PrepAndDisplayMessage": 1027,
  "Underworld_FloodSwampWater_PrepTilemap": 1028,
  "Palette_AssertTranslucencySwap": 1029,
  ".one_sided_door": 1030,
  ".upper_layer_door": 1031,
  ".dont_advance_data_index": 1032,
  ".shutter_door": 1033,
  ".negative": 1034,
  "SetAndSaveVisitedQuadrantFlags": 1035,
  ".clear_next": 1036,
  "; DUNGEON FF": 1037,
  "Link_HandleVelocity": 1038,
  "; SPOW": 1039,
  "Palettes_Load_HUD": 1040,
  ".dont_start_stripe": 1041,
  "CheckIfHitBoxesOverlap_long": 1042,
  "; 0x001: Wall (top, north) \u2194 | { 06, 04 } | Size: 00": 1043,
  "; 0x002: Wall (top, south) \u2194 | { 06, 3A } | Size: 00": 1044,
  "; 0x061: Wall (top, west) \u2195 | { 02, 06 } | Size: 00": 1045,
  "; 0x062: Wall (top, east) \u2195 | { 3A, 06 } | Size: 00": 1046,
  "; 0x000: Ceiling \u2194 | { 00, 00 } | Size: 00": 1047,
  "; 0x000: Ceiling \u2194 | { 00, 02 } | Size: 00": 1048,
  "; 0x000: Ceiling \u2194 | { 00, 3E } | Size: 00": 1049,
  "; 0x060: Ceiling \u2195 | { 00, 00 } | Size: 00": 1050,
  "; 0x060: Ceiling \u2195 | { 3E, 00 } | Size: 00": 1051,
  "; 0x100: Corner (top, concave) \u259b | { 02, 04 }": 1052,
  "; 0x101: Corner (top, concave) \u2599 | { 02, 3A }": 1053,
  "; 0x102: Corner (top, concave) \u259c | { 3A, 04 }": 1054,
  "; 0x103: Corner (top, concave) \u259f | { 3A, 3A }": 1055,
  "; EFFECT1   0x25 - Dungeon prize": 1056,
  "; WARP      0x0D => ROOM 000D - leaked value": 1057,
  "; BG2PROP   0x80": 1058,
  "; WARP      0x06 => ROOM 0006 - leaked value": 1059,
  "; STAIRS3   0x01 => ROOM 0001 - leaked value": 1060,
  "; PALETTE   0x0D": 1061,
  "; WARP      0x0E => ROOM 000E - leaked value": 1062,
  "SprSubtype": 1063,
  ".moving_left": 1064,
  ".ignore_collision": 1065,
  "SprMiscF": 1066,
  ".descending": 1067,
  "Sprite_ConvertVelocityToAngle": 1068,
  ".do_draw": 1069,
  ".not_stunned": 1070,
  ".no_movement": 1071,
  "Sprite_SetupHitBox": 1072,
  "SpriteDraw_AllocateOAMFromRegionD": 1073,
  ".hp": 1074,
  "ShopKeeper_SpawnShopItem": 1075,
  ".next_spawn": 1076,
  ".grounded": 1077,
  "Sprite_CheckDamageFromLink": 1078,
  ".use_random_direction": 1079,
  "; SFX2.15": 1080,
  "PaletteFilter_SP5F": 1081,
  ".at_max": 1082,
  ".no_shadow": 1083,
  ".check_once": 1084,
  "; LINKSTATE 17": 1085,
  ".not_bunny": 1086,
  "Link_ForceUnequipCape_quietly": 1087,
  ".not_in_door": 1088,
  "LinkCheckMagicCost": 1089,
  ".dont_reset_step": 1090,
  "EXIT_07AE87": 1091,
  ".skip_pit_stuff": 1092,
  ".negative_x": 1093,
  ".spawn_failed": 1094,
  ".timer_done": 1095,
  "Ancilla_AllocateOAMFromRegion_A_or_D_or_F": 1096,
  ".no_wrap": 1097,
  ".too_far": 1098,
  ".open_slot": 1099,
  "AncillaAdd_CheckForPresence": 1100,
  "Follower_BasicMover": 1101,
  ".ignorable_sprite": 1102,
  ".spawn": 1103,
  ".check_slot": 1104,
  ".set_color": 1105,
  "; 5": 1106,
  "; 0": 1107,
  "Intro_Clear1kbBlocksOfWRAM": 1108,
  ".dont_accel": 1109,
  "FileSelect_TriggerTheStripes": 1110,
  ".retry": 1111,
  "ItemMenu_CheckThePrize": 1112,
  "Sprite_Move_XY_Bank1D_long": 1113,
  ".pressed_up": 1114,
  ".large_rock": 1115,
  "Overworld_DrawMap16_Persist": 1116,
  "Palettes_LoadMultiple": 1117,
  "Sprite_DirectionToFaceLink_Bank1D": 1118,
  ".x_too_high": 1119,
  "Palettes_Crystal": 1120,
  ".unsuitable_target": 1121,
  "SpriteDraw_ShopItem": 1122,
  "DMA1MODE": 1123,
  "DMA1ADDRL": 1124,
  ".next_byte": 1125,
  "VMADDH": 1126,
  ".dont_clear": 1127,
  ".gfx_offset": 1128,
  ".set_a": 1129,
  "; 0x1F": 1130,
  "; 0x20": 1131,
  "; 0x21": 1132,
  "; 0x22": 1133,
  "; 0x23": 1134,
  "; 0x24": 1135,
  "DMA7MODE": 1136,
  "252": 1137,
  "251": 1138,
  "31": 1139,
  ".next_b": 1140,
  ".no_corner_needed": 1141,
  ".dont_draw": 1142,
  "DoorFlagMasks": 1143,
  ".not_dungeon_swap_door": 1144,
  ".not_onesided_shutter": 1145,
  ".delete_tag": 1146,
  ".not_south_door": 1147,
  "RoomTag_TriggerHoles": 1148,
  ".skip_ancilla": 1149,
  "; ITEMGET 41 - 50 RUPEES": 1150,
  "WaterFlood_BuildOneQuadrantForVRAM": 1151,
  "}": 1152,
  "Follower_Initialize": 1153,
  "Link_ResetProperties_A": 1154,
  ".set_x": 1155,
  "Sprite_SetupHitbox_long": 1156,
  "; BLKSET    0x00": 1157,
  "; STAIRS3   0x08 => ROOM 0008 - leaked value": 1158,
  "; PALETTE   0x06": 1159,
  "; STAIRS1   0xC0 => ROOM 00C0 - leaked value": 1160,
  "; STAIRS2   0x07 => ROOM 0007 - leaked value": 1161,
  "; STAIRS3   0x06 => ROOM 0006 - leaked value": 1162,
  "; PLANES2   0x0F - leaked value": 1163,
  "; WARP      0x07 => ROOM 0007 - leaked value": 1164,
  "; STAIRS0   0x19 => ROOM 0019 - leaked value": 1165,
  "; SPRSET    0x01": 1166,
  "; PLANES1   0x08": 1167,
  "; PLANES2   0x18 - leaked value": 1168,
  "; EFFECT1   0x16 - Hold switch door": 1169,
  "; SPRSET    0x29": 1170,
  "; BLKSET    0x02": 1171,
  "; PLANES2   0x0A - leaked value": 1172,
  "; PALETTE   0x17": 1173,
  "; STAIRS3   0x0C => ROOM 000C - leaked value": 1174,
  "; STAIRS0   0x0A => ROOM 000A - leaked value": 1175,
  "; PALETTE   0x09": 1176,
  "; WARP      0x0C => ROOM 000C - leaked value": 1177,
  "; PLANES2   0x0B - leaked value": 1178,
  "; STAIRS0   0x05 => ROOM 0105 - leaked value": 1179,
  "; WARP      0x06 => ROOM 0106 - leaked value": 1180,
  "SpritePrep_LoadProperties": 1181,
  ".not_carried": 1182,
  "; SFX2.28": 1183,
  "; SFX3.1E": 1184,
  "; SFX2.05": 1185,
  ".oam_groups_stirring": 1186,
  "FindEmptyBottle": 1187,
  "23": 1188,
  "; SFX3.13": 1189,
  "CheckIfHitBoxesOverlap": 1190,
  "Sprite_IsRightOfLink": 1191,
  "Sprite_DirectionToFaceLink": 1192,
  "Sprite_CheckDamageToLink": 1193,
  ".reset": 1194,
  ".delay_turn": 1195,
  ".no_bounce": 1196,
  "EXIT_06F2A9": 1197,
  "; SPRITE DC - 1 bomb": 1198,
  "; SPRITE D8 - heart": 1199,
  "; SPRITE DA - blue rupee": 1200,
  "CacheCameraPropertiesIfOutdoors": 1201,
  "LinkHop_FindArbitraryLandingSpot": 1202,
  ".no_a_press": 1203,
  ".can_drink": 1204,
  "; FOLLOWER 0A": 1205,
  ".no_layer_change": 1206,
  ".continue_x": 1207,
  "Ancilla_CalculateSFXPan": 1208,
  "AncillaObjectAllocation": 1209,
  "Ancilla_BoundsCheck": 1210,
  ".not_max_priority": 1211,
  ".set_sfx": 1212,
  ".stay_around": 1213,
  "Hookshot_DisallowTileCollision": 1214,
  ".next_clear": 1215,
  "EXIT_099B81": 1216,
  ".delete_this": 1217,
  "Garnish_FinalizeSmallOAMObject": 1218,
  "; 2": 1219,
  "; 3": 1220,
  ".use_this_color": 1221,
  "; File 1": 1222,
  "; File 2": 1223,
  ".check_sword": 1224,
  "PaletteData": 1225,
  ".set_fixedcol": 1226,
  ".no_shake": 1227,
  "Palettes_LoadSingle": 1228,
  "Palettes_LoadMultiple_Arbitrary": 1229,
  "Sprite_ApplyConveyor_shake_x": 1230,
  "Sprite_Move_Y_Bank1D": 1231,
  "Ganon_SelectWarpLocation": 1232,
  "DigGamePrize_Nothing": 1233,
  "Sprite_PrepOAMCoord_Bank1E": 1234,
  ".y_too_high": 1235,
  ".nohit": 1236,
  "ShopItem_PlayBeep": 1237,
  "; SONG F2 - half volume": 1238,
  "COLDATA": 1239,
  "DMA1SIZE": 1240,
  ".next_stripe": 1241,
  "; Swamp Palace": 1242,
  "; Palace of Darkness": 1243,
  "; Misery Mire": 1244,
  "; Skull Woods": 1245,
  "; Thieves' Town": 1246,
  "; Turtle Rock": 1247,
  "obj2746": 1248,
  "obj2A20": 1249,
  "obj2C9A": 1250,
  "obj2CFA": 1251,
  "obj2E9A": 1252,
  "obj2EFA": 1253,
  "Do3bppToWRAM4bpp_RightPal_arbitrary": 1254,
  "; none": 1255,
  "Decompress_background_low": 1256,
  "; FOLLOWER 01": 1257,
  "; FOLLOWER 09": 1258,
  ".next_word": 1259,
  ".same_row": 1260,
  "Decompress_sprite_arbitrary": 1261,
  "Do3To4Low16Bit": 1262,
  "; OW 47": 1263,
  "; 0x25": 1264,
  ".next_planes_a": 1265,
  "TheFont": 1266,
  ".no_red": 1267,
  ".no_green": 1268,
  ".green_equal": 1269,
  "249": 1270,
  "99": 1271,
  ".vertical": 1272,
  "Ancilla_TerminateSelectInteractives": 1273,
  "Interrupt_Unused": 1274,
  "obj063C": 1275,
  ".return": 1276,
  ".next_square": 1277,
  ".onesided_shutter": 1278,
  "RoomDraw_DoorPartnerSelfLocation": 1279,
  "; TILETYPE 00": 1280,
  "Underworld_LoadSingleDoorAttribute": 1281,
  "; LINKSTATE 01": 1282,
  "Underworld_PrepNextTilemapUpdateDMA": 1283,
  ".not_west_door": 1284,
  "; ITEMGET 46 - 300 RUPEES": 1285,
  ".bunny": 1286,
  "SaveFileCopyOffsets": 1287,
  ".not_castle": 1288,
  "ResetThenCacheRoomEntryProperties": 1289,
  ".skip_upload": 1290,
  "Underworld_LoadAttribute_Selectable": 1291,
  "LoadNewSpriteGFXSet": 1292,
  "Underworld_SubscreenEnable": 1293,
  "; FOLLOWER 06": 1294,
  "ConditionalMosaicControl": 1295,
  ".blue_pegs_up": 1296,
  "Underworld_UpdateTilemapWithCommonTile": 1297,
  "; SFX2.33": 1298,
  ".no_translucency": 1299,
  ".flash": 1300,
  "; OW 80": 1301,
  "Palettes_Load_SpriteMain": 1302,
  "; TILETYPE 09": 1303,
  ".in_range": 1304,
  "Tile32_TopLeft": 1305,
  "; PLANES1   0x20 - leaked value": 1306,
  "; STAIRS1   0x01 => ROOM 0001 - leaked value": 1307,
  "; PLANES2   0x13 - leaked value": 1308,
  "; STAIRS0   0x1C => ROOM 001C - leaked value": 1309,
  "; STAIRS2   0x16 => ROOM 0016 - leaked value": 1310,
  "; EFFECT1   0x01 - NW kill door": 1311,
  "; EFFECT1   0x33 - Torch door": 1312,
  "; PLANES2   0x17 - leaked value": 1313,
  "; WARP      0x0A => ROOM 000A - leaked value": 1314,
  "; STAIRS0   0x1B => ROOM 001B - leaked value": 1315,
  "; SPRSET    0x1B": 1316,
  "; WARP      0x09 => ROOM 0009 - leaked value": 1317,
  "; PLANES2   0x11 - leaked value": 1318,
  "; STAIRS0   0x08 => ROOM 0008 - leaked value": 1319,
  "; SPRSET    0x0F": 1320,
  "; SPRITE 62": 1321,
  ".use_region_b": 1322,
  ".dont_stop": 1323,
  ".no_poof": 1324,
  ".hidden": 1325,
  ".dont_explode": 1326,
  "SpriteDraw_Shadow_custom_long": 1327,
  ".check_horizontal": 1328,
  "RefreshIcon_long": 1329,
  ".set_speed": 1330,
  "Sprite_BecomeFollower": 1331,
  ".set_message": 1332,
  ".have_bottles": 1333,
  "; FOLLOWER 0C": 1334,
  ".rooms": 1335,
  ".found_room": 1336,
  ".health": 1337,
  "Sprite_ApplySpeedTowardsLink": 1338,
  "Sprite_IsBelowLink": 1339,
  ".animate": 1340,
  ".not_electrified": 1341,
  "; SPRITE 0B": 1342,
  ".no_hammer": 1343,
  "50": 1344,
  ".not_bombs": 1345,
  ".dying": 1346,
  "PlaySFX_Set3": 1347,
  "; ANCILLA 2C": 1348,
  "TileDetect_MainHandler": 1349,
  "; LINKSTATE 06": 1350,
  "; LINKSTATE 05": 1351,
  "; SFX3.32": 1352,
  ".not_on_ice": 1353,
  "EXIT_07A3DA": 1354,
  ".useless_branch": 1355,
  "; LINKSTATE 13": 1356,
  ".set_strain_index": 1357,
  ".useless": 1358,
  ".no_moving_floor": 1359,
  ".not_stair_speed": 1360,
  ".didnt_move": 1361,
  ".not_on_4px_edge": 1362,
  ".not_swimming_or_moving": 1363,
  "Link_HandleEnteringWater_Vertical": 1364,
  ".jump_into_water": 1365,
  ".not_on_deep_water": 1366,
  ".invulnerable": 1367,
  "Link_HandleEnteringWater_Horizontal": 1368,
  "Ancilla_CheckSpriteCollision": 1369,
  "Boom_NoDie": 1370,
  ".use_region_a": 1371,
  ".not_crystal": 1372,
  ".no_do_somaria": 1373,
  ".not_overworld": 1374,
  ".not_text_mode": 1375,
  "; OVERLORD 09 | xy: { 0x0F0, 0x0F0, U }": 1376,
  "; SFX3.20": 1377,
  ".loop": 1378,
  "; 112 lines, continuous": 1379,
  ".dont_tick": 1380,
  "IntroTriangle_MoveIntoPlace": 1381,
  ".rightside_objects": 1382,
  ".groups": 1383,
  ".no_x_speed": 1384,
  ".made_selection": 1385,
  ".nowrap": 1386,
  ".give_up": 1387,
  ".sfx_already_queued": 1388,
  "FortuneTeller_Prices": 1389,
  "ItemMenu_GetPaletteMask": 1390,
  "ItemMenu_CheckForOwnership": 1391,
  "ItemMenu_PreviousItem": 1392,
  "ItemMenu_NextItem": 1393,
  "ItemMenuIcons_bottles": 1394,
  "UnderworldTileTypes": 1395,
  ".dont_move_yet": 1396,
  ".this": 1397,
  ".delay_step": 1398,
  "RenderText_Draw": 1399,
  "RenderText_DrawBorderRow": 1400,
  "OverworldOverlay_DrawRevealedStairs": 1401,
  ".stay": 1402,
  ".dont_speak": 1403,
  "PaletteData_sword": 1404,
  "Sprite_BounceFromTileCollision": 1405,
  "Sprite_PrepOAMCoord_Bank1D": 1406,
  ".dont_spawn_bat": 1407,
  "Sprite_ZeroVelocity_XY_Bank1D": 1408,
  ".use_search_index": 1409,
  "Sixteen_Y": 1410,
  ".y_done": 1411,
  "Sprite_IsRightOfLink_Bank1E": 1412,
  ".check_y_speed": 1413,
  ".regular_bee": 1414,
  ".not_caught": 1415,
  "ShopItem_GiveFailureMessage": 1416,
  "DMA1ADDRB": 1417,
  "; rod": 1418,
  ".next_quadrant": 1419,
  "NMI_RunTilemapUpdateDMA": 1420,
  "; Sewers": 1421,
  "; Eastern Palace": 1422,
  "; Desert Palace": 1423,
  "; Agahnim's Tower": 1424,
  "; Ice Palace": 1425,
  "obj2A98": 1426,
  "; 0x01 - Zelda": 1427,
  "GFXSheetPointers_sprite_high": 1428,
  "GFXSheetPointers_sprite_low": 1429,
  "SheetsTable_AA2": 1430,
  "SheetsTable_Mirror": 1431,
  "Do3To4High16Bit": 1432,
  "; OW 5B": 1433,
  "; OW 03": 1434,
  "; OW 43": 1435,
  "; 0x26": 1436,
  "; 0x27": 1437,
  "; 0x28": 1438,
  "VMADDL": 1439,
  "OBSEL": 1440,
  ".normal": 1441,
  "; RGB: #F8F8F8": 1442,
  "; OW 1B": 1443,
  "244": 1444,
  "RDDIV": 1445,
  ".positive_a": 1446,
  "PrepareDungeonExitFromBossFight": 1447,
  "SaveDungeonKeys": 1448,
  "Underworld_FlagRoomData_Quadrants": 1449,
  ".next_door": 1450,
  "RoomDraw_A_Many32x32Blocks": 1451,
  "RoomDraw_Downwards4x2VariableSpacing": 1452,
  "RoomDraw_2x2and1": 1453,
  "RoomFlagMask": 1454,
  "DoorGFXDataOffset_North": 1455,
  ".not_lower_layer_door_2": 1456,
  "DrawBigGraySegment": 1457,
  ".apply_doorway": 1458,
  ".exit_or_lower_layer": 1459,
  "; TILETYPE 24": 1460,
  ".next_column": 1461,
  "Underworld_FloodSwampWater_VomitWater": 1462,
  "; ROOM 0000": 1463,
  "; SONG 09": 1464,
  "; SONG FF - transfer": 1465,
  "OverworldHandleMapScroll": 1466,
  "OverworldPalettesLoader": 1467,
  "Underworld_HandleLayerEffect": 1468,
  ".advance": 1469,
  "UnderworldSyncBG1and2Scroll": 1470,
  "Underworld_AdjustForRoomLayout": 1471,
  ".disable": 1472,
  ".dont_change_mainandsubscreen": 1473,
  "ApplyGrayscaleFixed_Incremental": 1474,
  ".at_target": 1475,
  ".set_h_scroll": 1476,
  ".set_v_scroll": 1477,
  "CopyMosaicControl": 1478,
  ".not_facing_up": 1479,
  "; SFX2.2C": 1480,
  "AdvancePolyhedral": 1481,
  ".continue_check": 1482,
  ".no_adjustment": 1483,
  "Palettes_Load_SpritePal0Left": 1484,
  "Underworld_SaveRoomData": 1485,
  "HandleEdgeTransition_AdjustCameraBoundaries": 1486,
  ".dont_zero": 1487,
  ".not_grounded": 1488,
  ".handle_x": 1489,
  "BG1SC": 1490,
  "; 0x00 - Link's house": 1491,
  "; 0x01 - Sanctuary": 1492,
  ".screen_id": 1493,
  "46": 1494,
  "100": 1495,
  "144": 1496,
  "224": 1497,
  "DebugHandleNonBAGE": 1498,
  "; 0x100: Corner (top, concave) \u259b | { 22, 04 }": 1499,
  "; 0x100: Corner (top, concave) \u259b | { 02, 24 }": 1500,
  "; 0x101: Corner (top, concave) \u2599 | { 02, 1A }": 1501,
  "; 0x101: Corner (top, concave) \u2599 | { 22, 3A }": 1502,
  "; 0x102: Corner (top, concave) \u259c | { 1A, 04 }": 1503,
  "; 0x102: Corner (top, concave) \u259c | { 3A, 24 }": 1504,
  "; 0x103: Corner (top, concave) \u259f | { 3A, 1A }": 1505,
  "; 0x103: Corner (top, concave) \u259f | { 1A, 3A }": 1506,
  "; STAIRS3   0x0D => ROOM 000D - leaked value": 1507,
  "; SPRSET    0x26": 1508,
  "; STAIRS2   0x27 => ROOM 0027 - leaked value": 1509,
  "; STAIRS3   0x0F => ROOM 000F - leaked value": 1510,
  "; PALETTE   0x1B": 1511,
  "; WARP      0x0B => ROOM 000B - leaked value": 1512,
  "; STAIRS3   0x13 => ROOM 0013 - leaked value": 1513,
  "; STAIRS0   0x01 => ROOM 0001 - leaked value": 1514,
  "; WARP      0x08 => ROOM 0008 - leaked value": 1515,
  "; STAIRS0   0x11 => ROOM 0011 - leaked value": 1516,
  "; STAIRS2   0x0E => ROOM 000E - leaked value": 1517,
  "; PLANES1   0x80 - leaked value": 1518,
  "; EFFECT1   0x02 - NE kill door": 1519,
  "; PLANES2   0x0D - leaked value": 1520,
  "; STAIRS0   0x00 => ROOM 0000 - leaked value": 1521,
  "; STAIRS0   0xC0 => ROOM 00C0 - leaked value": 1522,
  "; BG2PROP   0xE0": 1523,
  "; SPRSET    0x21": 1524,
  "; PLANES2   0x09 - leaked value": 1525,
  "; STAIRS2   0x0B => ROOM 000B - leaked value": 1526,
  "; STAIRS2   0x11 => ROOM 0011 - leaked value": 1527,
  "; STAIRS0   0x1D => ROOM 001D - leaked value": 1528,
  "; PLANES2   0x20 - leaked value": 1529,
  "; PALETTE   0x02": 1530,
  "; STAIRS0   0x0F => ROOM 010F - leaked value": 1531,
  "Sprite_SpawnFireball": 1532,
  "Sprite_CorrectOAMEntries_long": 1533,
  "; SFX3.19": 1534,
  "; TILETYPE 08": 1535,
  "SpriteDirections_Bank05": 1536,
  "Sprite_CheckTileCollision_long": 1537,
  "GetTileType_long": 1538,
  "; SPRITE CE": 1539,
  "Guard_SendOutProbe": 1540,
  ".turn": 1541,
  "; SPRITE E9": 1542,
  ".own_bottle": 1543,
  "Sprite_DirectionToFaceLink_long": 1544,
  "; SPRITE D2": 1545,
  ".fastexit": 1546,
  "SpriteDraw_AllocateOAMFromRegionF": 1547,
  "SpriteModule_Active": 1548,
  "Sprite_ManuallySetDeathFlagUW": 1549,
  "; SPRITE 2B": 1550,
  "Sprite_TransmuteToBomb": 1551,
  ".not_at_target": 1552,
  "Sprite_ZeroVelocity_XY_Bank06": 1553,
  "Sprite_ProjectSpeedTowardsLink": 1554,
  ".dont_damage": 1555,
  ".dont_update_direction": 1556,
  "; SFX3.30": 1557,
  ".no_sparkle": 1558,
  "; SFX2.22": 1559,
  "Sprite_PrepOAMCoord_wrapper": 1560,
  ".draw_object": 1561,
  ".not_maxed": 1562,
  ".alive": 1563,
  ".timers": 1564,
  ".no_secret": 1565,
  "; SPRITE 92": 1566,
  "Sprite_BossScreamAndDisableMenu": 1567,
  ".no_spark": 1568,
  ".width": 1569,
  "; SPRITE D9 - green rupee": 1570,
  "RefreshLinkEquipmentPalettes_sword_and_mail": 1571,
  "; ANCILLA 15": 1572,
  "AncillaAdd_Splash": 1573,
  ".dont_reset_layer": 1574,
  "TileDetect_Movement_Vertical": 1575,
  ".not_deep_water": 1576,
  "LinkApplyTileRebound": 1577,
  ".check_for_pits": 1578,
  "TileDetect_BigArea": 1579,
  "ResetAllAcceleration": 1580,
  "EXIT_079AE5": 1581,
  "EXIT_07B5BF": 1582,
  ".no_make_beam": 1583,
  "EXIT_07A15A": 1584,
  "RebuildHUD_long": 1585,
  ".cannot_ether": 1586,
  ".cannot_bombos": 1587,
  ".cannot_quake": 1588,
  "; LINKSTATE 03": 1589,
  "EXIT_07AB6B": 1590,
  "LinkStrain_timer": 1591,
  ".timer_running": 1592,
  "FlagAndRunSlopeChecks_VerticalFirst": 1593,
  ".right": 1594,
  ".left": 1595,
  ".set_direction": 1596,
  ".proceed_to_exit": 1597,
  ".prevent_transition": 1598,
  ".data": 1599,
  "Ancilla_CheckTileCollision": 1600,
  "; 00": 1601,
  "; 01": 1602,
  "; 02": 1603,
  "; 03": 1604,
  "; 04": 1605,
  "; 05": 1606,
  "; 06": 1607,
  "; 07": 1608,
  "; 19": 1609,
  "Ancilla_SFX2_Pan": 1610,
  "Bomb_HandleState": 1611,
  "Ancilla_Move_Z": 1612,
  ".restore": 1613,
  ".time_up": 1614,
  "AncillaDraw_ObjectSplash": 1615,
  ".dont_reset_speed": 1616,
  ".bouncing": 1617,
  ".dont_fizzle": 1618,
  ".not_special_oam_slots": 1619,
  ".prep_coord": 1620,
  ".set_region": 1621,
  "; ANCILLA 3C": 1622,
  "; SFX2.2A": 1623,
  ".collided": 1624,
  ".dont_do_anything": 1625,
  ".not_in_cutscene": 1626,
  ".proceed_to_just_draw": 1627,
  "Follower_DoLayers": 1628,
  ".good": 1629,
  ".low_priority": 1630,
  ".next_overlord": 1631,
  "; SPRITE 6C": 1632,
  ".draw_step": 1633,
  "Garnish_FinalizeBigOAMObject": 1634,
  ".delete": 1635,
  "SpriteModule_Active_long": 1636,
  "PPUMULT8": 1637,
  "MPYL": 1638,
  "Intro_HandleLogoSword": 1639,
  ".leftside_objects": 1640,
  ".limit_x": 1641,
  ".limit_y": 1642,
  ".done_x": 1643,
  "; File 3": 1644,
  "; Exit": 1645,
  "; falling": 1646,
  "; lifting item": 1647,
  "; fast swim": 1648,
  "; medallions": 1649,
  "; pull switch": 1650,
  "; grabbing": 1651,
  "; sword slash": 1652,
  ".proceed_to_pose": 1653,
  "SpriteDraw_AllocateOAMFromRegion": 1654,
  ".magic_refill_done": 1655,
  "Credits_SpriteDraw_SetShadowProp": 1656,
  "Credits_SpriteDraw_PreexistingSpriteDraw": 1657,
  "RenderText_IgnoreThis": 1658,
  "OverworldOverlay_TurtleRockPortal": 1659,
  "OverworldOverlay_WeatherVane": 1660,
  ".entry_allowed": 1661,
  "; $00": 1662,
  "PaletteData_shield": 1663,
  "PaletteData_Link": 1664,
  "PaletteIDtoOffset": 1665,
  "; 208 HP": 1666,
  ".not_hit": 1667,
  "Blind_CheckBumpDamage": 1668,
  ".delay_ai": 1669,
  ".keep_circling": 1670,
  "Sprite_IsRightOfLink_Bank1D": 1671,
  ".next_link": 1672,
  ".dont_face_link": 1673,
  ".random_direction": 1674,
  ".use_allotted_oam": 1675,
  "ArmosCoordinator_Rotate": 1676,
  "; SFX3.36": 1677,
  ".stick_around": 1678,
  ".offer_rejected": 1679,
  ";===================================================================================================": 1680,
  "!": 1681,
  "CMD_FD_KANJI": 1682,
  "; ==============================================================================": 1683,
  "; scroll": 1684,
  ";---------------------------------------------------------------------------------------------------": 1685,
  "; end of message": 1686,
  "; TODO": 1687,
  "; \u306e": 1688,
  "; wait for key": 1689,
  "\"": 1690,
  "CMD_FB_END": 1691,
  "; \u3092": 1692,
  "CMD_F8_ROW2": 1693,
  "CMD_F6_SCROLL": 1694,
  "; \u306b": 1695,
  "CMD_F9_ROW3": 1696,
  "; STAIRS2   0x00 - leaked value": 1697,
  "; STAIRS3   0x00 - leaked value": 1698,
  "; kanji \u9b54": 1699,
  "; WARP      0x00": 1700,
  "; kanji \u8005": 1701,
  "; STAIRS1   0x00 - leaked value": 1702,
  "; write player name": 1703,
  "; kanji \u5165": 1704,
  "BRANCH_ALPHA": 1705,
  "; \u23b5\u23b5\u23b5\u23b5\u23b5\u23b5\u23b5\u23b5": 1706,
  "; \u3002": 1707,
  "; \u23b5": 1708,
  "; \u3053\u306e": 1709,
  "; STAIRS4   0x00 - leaked value": 1710,
  "; window position: low": 1711,
  "; kanji \u529b": 1712,
  "; kanji \u624b": 1713,
  "; kanji \u524d": 1714,
  "; kanji \u754c": 1715,
  "left": 1716,
  "; \u304c": 1717,
  "; kanji \u7269": 1718,
  "; kanji \u4e16": 1719,
  "; kanji \u6cd5": 1720,
  "; \u304a": 1721,
  "CMD_FA_PAUSE": 1722,
  "; window: 2": 1723,
  "; \u23b5\u23b5\u23b5\u23b5\u23b5": 1724,
  "; kanji \u4e8b": 1725,
  "BRANCH_BETA": 1726,
  "right": 1727,
  ";==================================================================================================": 1728,
  "; choose 2 low": 1729,
  "; \u306f": 1730,
  "; \u3078": 1731,
  "; kanji \u6c17": 1732,
  ".alpha": 1733,
  "Filter_Majorly_Whiten_Color": 1734,
  "DrawItem": 1735,
  "; text speed: 2": 1736,
  "; kanji \u4eba": 1737,
  "; !": 1738,
  "; kanji \u884c": 1739,
  "; kanji \u52c7": 1740,
  "; \u23b5\u23b5\u23b5\u23b5\u23b5\u23b5": 1741,
  "; kanji \u79c1": 1742,
  "down": 1743,
  "; kanji \u8a00": 1744,
  "; kanji \u5263": 1745,
  "; kanji \u6765": 1746,
  "; kanji \u5730": 1747,
  "; kanji \u53f8": 1748,
  "; kanji \u6301": 1749,
  "; kanji \u77e5": 1750,
  "; text speed: 1": 1751,
  "; kanji \u958b": 1752,
  "; kanji \u796d": 1753,
  "; \u9b54": 1754,
  "up": 1755,
  "; \u22ef \u22ef \u22ef": 1756,
  "; kanji \u8ce2": 1757,
  "; = $777B1*": 1758,
  "; \u3044": 1759,
  "; kanji \u4f7f": 1760,
  "; kanji \u6642": 1761,
  "; kanji \u59ff": 1762,
  "; kanji \u7d0b": 1763,
  "; kanji \u7ae0": 1764,
  "; \u305d\u306e": 1765,
  "; kanji \u5148": 1766,
  "; kanji \u57ce": 1767,
  "; kanji \u4f55": 1768,
  "; \u3068": 1769,
  "; = $77827*": 1770,
  "; \u23b5\u22ef\u23b5\u22ef\u23b5\u22ef": 1771,
  "; \u300e": 1772,
  "; kanji \u6751": 1773,
  "; kanji \u4f1a": 1774,
  "; kanji \u5b9d": 1775,
  "; ,": 1776,
  "; \u22ef": 1777,
  "; \u5165": 1778,
  "; Add more code here to initialize data": 1779,
  "; Sprite Main routines code": 1780,
  "; This is the main local code of your sprite": 1781,
  "; This contains all the Subroutines of your sprites you can add more below": 1782,
  "; kanji \u68ee": 1783,
  "; kanji \u65cf": 1784,
  "; kanji \u5927": 1785,
  "; kanji \u5c4b": 1786,
  "; \u6cd5": 1787,
  "; kanji \u9054": 1788,
  "Sprite_Template_Prep:": 1789,
  "; \u529b": 1790,
  "; kanji \u9858": 1791,
  "; kanji \u9577": 1792,
  "GetRandomInt": 1793,
  "; --------------------------------------------------------------------------------------------------": 1794,
  "; \u300f\u3092": 1795,
  "; \u308c\u305f!": 1796,
  "; kanji \u5c01": 1797,
  ";  |": 1798,
  "; kanji \u95c7": 1799,
  "; kanji \u4eca": 1800,
  "; \u306a": 1801,
  "%00111111": 1802,
  "; kanji \u898b": 1803,
  "; \u8005": 1804,
  "; kanji \u8001": 1805,
  "; \u306f,": 1806,
  ";---------------------------------------": 1807,
  "; kanji \u5bb6": 1808,
  "; = $777E4*": 1809,
  "%11111111": 1810,
  "; kanji \u5c71": 1811,
  "; kanji \u4e0b": 1812,
  "; \u23b5\u23b5\u23b5": 1813,
  "; \u304f": 1814,
  "; kanji \u8a71": 1815,
  "; kanji \u5854": 1816,
  "; \u3059": 1817,
  ".BRANCH_GAMMA": 1818,
  "; text speed: 0": 1819,
  ".finished": 1820,
  "; \u3067": 1821,
  "; \u7269": 1822,
  "; kanji \u4f1d": 1823,
  "; kanji \u826f": 1824,
  "; \u624b": 1825,
  "; = $7782D*": 1826,
  "; WARP      0x05 - leaked value": 1827,
  "; kanji \u4e2d": 1828,
  "; \u304c,": 1829,
  "; kanji \u60aa": 1830,
  "; transfer data on channel 1": 1831,
  "; kanji \u69d8": 1832,
  "; kanji \u5370": 1833,
  "; 7": 1834,
  "; \u25b6": 1835,
  "; WARP      0x06 - leaked value": 1836,
  ".openSlot": 1837,
  "%10111000": 1838,
  "; kanji \u7bb1": 1839,
  "; kanji \u56fd": 1840,
  "; kanji \u77e2": 1841,
  "Sprite_SetSpawnedCoords": 1842,
  ".BRANCH_BETA": 1843,
  "SpritePrep_Bosses": 1844,
  "; STAIRS3   0x0B - leaked value": 1845,
  "; kanji \u6295": 1846,
  "; \u3069\u3046\u3059\u308b?": 1847,
  "; kanji \u51fa": 1848,
  "; kanji \u901a": 1849,
  "; kanji \u9053": 1850,
  "; \u524d": 1851,
  "; kanji \u4f53": 1852,
  ".beta": 1853,
  "; kanji \u5e30": 1854,
  "; STAIRS3   0x01 - leaked value": 1855,
  "; kanji \u9ec4": 1856,
  "; kanji \u91d1": 1857,
  "Sound_SetSfx3PanLong": 1858,
  "; = $77833*": 1859,
  "; = $779E6*": 1860,
  "; ITEMGET 24": 1861,
  "%00001011": 1862,
  "; \u3063\u3066": 1863,
  "; kanji \u8272": 1864,
  ".BRANCH_ALPHA": 1865,
  "; kanji \u9593": 1866,
  "timer_0": 1867,
  "; \u3069\u3046\u3082,\u3042\u308a\u304c\u3068": 1868,
  "; \u3046!": 1869,
  "; =============================================": 1870,
  "; kanji \u795e": 1871,
  "; STAIRS2   0x01 - leaked value": 1872,
  "; \u304b": 1873,
  "; \u3046": 1874,
  "fillBg_3": 1875,
  "; kanji \u983c": 1876,
  "Sound_SetSfx2PanLong": 1877,
  "; kanji \u59eb": 1878,
  "Sprite_ShowSolicitedMessageIfPlayerFacing": 1879,
  "; kanji \u6bbf": 1880,
  "; kanji \u6559": 1881,
  "; WARP      0x03 - leaked value": 1882,
  "; \u5148": 1883,
  "; \u304b\u3089": 1884,
  "; kanji \u5ea6": 1885,
  "; kanji \u76ee": 1886,
  "; \u304f\u308d\u307e\u306b\u3088\u301c\u3093\u304f": 1887,
  "; \u308d\u307e\u306b\u3088\u301c\u3093": 1888,
  "; \u3069\u3046\u3082,\u3042\u308a\u304c\u3068\u3046!": 1889,
  "Sprite_PrepOamCoordLong": 1890,
  "; kanji \u5fc5": 1891,
  "; kanji \u6c11": 1892,
  "; kanji \u53e3": 1893,
  "; \u305f": 1894,
  "; = $777AA*": 1895,
  "; \u306b,": 1896,
  "; kanji \u76d7": 1897,
  "; kanji \u8cca": 1898,
  ".takeNoAction": 1899,
  "; WARP      0x0A - leaked value": 1900,
  ".erase": 1901,
  "; \u306d\u3042\u301c\u3093\u23b5\u3067\u301c\u308b": 1902,
  "; \u305f\u301c\u308b": 1903,
  "; \u304f\u308d\u307e\u306b\u3088\u301c\u3093\u304f\u308d\u307e\u306b\u3088\u301c\u3093": 1904,
  "; \u308c\u3066": 1905,
  "; \u25b6 \u3046 \u3093": 1906,
  "; kanji \u3005": 1907,
  "; \u884c": 1908,
  "; kanji \u4e0a": 1909,
  "; kanji \u52a9": 1910,
  ".dontReset": 1911,
  "; \u3051": 1912,
  "; \u3058\u3083\u3002": 1913,
  "; \u4e16": 1914,
  "; \u754c": 1915,
  ".gamma": 1916,
  "; kanji \u738b": 1917,
  ".notDefault": 1918,
  "; kanji \u8056": 1919,
  "; \u308b": 1920,
  "; \u3088\u3002": 1921,
  "Object_Draw3xN": 1922,
  "; STAIRS2   0x13 - leaked value": 1923,
  ".animation_states": 1924,
  ".notDoneErasing": 1925,
  "; kanji \u6240": 1926,
  "; kanji \u4ed8": 1927,
  "; \u23b5\u23b5\u25b6\u23b5": 1928,
  "; \u6c17": 1929,
  "TOADSTOOL_WOODS_": 1930,
  ".no_velocity": 1931,
  "; kanji \u5b88": 1932,
  "; \u3082": 1933,
  "; STAIRS3   0x13 - leaked value": 1934,
  "; STAIRS4   0x0B - leaked value": 1935,
  "; \u306d\u3042\u301c\u3093 \u3067\u301c\u308b\u305f\u301c\u308b": 1936,
  "; \u308c\u305f": 1937,
  "; kanji \u5a18": 1938,
  "; kanji \u9003": 1939,
  "; kanji \u9078": 1940,
  "; kanji \u6614": 1941,
  "; WARP      0x0C - leaked value": 1942,
  "; \u6751": 1943,
  "; SPRSET    0x28": 1944,
  "; kanji \u63a2": 1945,
  "; \u4f7f": 1946,
  ".dontRemember": 1947,
  ".BRANCH_ALPHA:": 1948,
  ".restore_coordinates": 1949,
  ".fillTilemaps": 1950,
  "; BCD digit 1": 1951,
  "; BCD digit 0": 1952,
  "; \u3084": 1953,
  "; kanji \u6d1e": 1954,
  ".not_in_text_mode": 1955,
  "; kanji \u5b50": 1956,
  "; kanji \u6c42": 1957,
  "; increment on writes to $2119": 1958,
  "; \u3063\u305f": 1959,
  "; \u77e5": 1960,
  "; \u3063\u3066\u308b\u304b\u3044?": 1961,
  "; \u307f\u3064\u3051\u305f\u23b5!": 1962,
